export default class Spots {
    static spots = [
        { lat: 35.514179114595606, lng: 139.48375422165452, name: '東京科学大学', abst: '元東京工業大学です。', detail: '2022年10月14日、それぞれ指定国立大学法人に認定されている東京工業大学と東京医科歯科大学は、2022年8月9日に開始を発表した統合に向けて協議の結果、両法人並びに両法人がそれぞれ設置する大学を統合し、1法人1大学とすることについて、「法人統合及び大学統合に関する基本合意書」を締結した。2024年度中を目処として、できる限り早期の統合を目指している。'},
        { lat: 35.681236, lng: 139.767125, name: '東京駅', abst: '日本の中心的なターミナル駅です。', detail: 'ほげほげ' },
        { lat: 35.658034, lng: 139.701636, name: '渋谷スクランブル交差点', abst: '世界で最も有名な交差点の一つです。', detail: 'ほげほげ' },
        { lat: 35.710006, lng: 139.810419, name: '浅草寺', abst: '東京最古の寺院です。', detail: 'ほげほげ' }
        ];
}