export default class Spots {
    static spots = [
        {
            "lat": 35.5141756021,
            "lng": 139.4836437646,
            "name": "東京科学大学すずかけ台キャンパス",
            "abst": "旧東京工業です。",
            "detail": "2026年4月より横浜キャンパスになります。"
        },
        {
            "lat": 35.6048517868,
            "lng": 139.6838541081,
            "name": "東京科学大学大岡山キャンパス",
            "abst": "旧東京工業大学です。",
            "detail": "昔は蔵前にあったらしいよ。"
        },
        {
            "lat": 35.7014965112,
            "lng": 139.7641476337,
            "name": "東京科学大学湯島キャンパス",
            "abst": "旧東京医科歯科大学です。",
            "detail": "昔はここに高等師範学校や女子高等師範学校があったらしいよ。"
        },
        {
            "lat": 35.7460614342,
            "lng": 139.9042326935,
            "name": "東京科学大学国府台キャンパス",
            "abst": "旧東京医科歯科大学です。",
            "detail": "江戸川を渡れなかった人たち。"
        },
        {
            "lat": 35.6846455762,
            "lng": 139.7526857155,
            "name": "皇居",
            "abst": "天皇陛下のお住まいです。",
            "detail": "明治天皇の東京行幸以前は徳川家の江戸城だった。"
        },
        {
            "lat": 35.6840776013,
            "lng": 139.7744619603,
            "name": "日本橋",
            "abst": "多くの街道の起点となる場所です。",
            "detail": "1603年に江戸で最初の町割りが行われた場所に架けられた橋である。現在の日本橋は1911年に架けられた20代目のももだ。"
        },
        {
            "lat": 35.7056831481,
            "lng": 139.7498256253,
            "name": "小石川後楽園",
            "abst": "東京ドームに隣接する都立庭園です。",
            "detail": "江戸時代初期に水戸徳川家の江戸上屋敷内につくられた築山泉水回遊式の日本庭園である。"
        },
        {
            "lat": 35.7079391993,
            "lng": 139.7508057921,
            "name": "礫川公園",
            "abst": "花と噴水で知られる美しい公園です。",
            "detail": "明治維新後、陸軍の東京砲兵工廠が置かれた。1923年の関東大震災を機に工廠が移転した後は空き地となるが、戦後に戦没者慰霊堂や中央大学が建てられる。現在でも射撃演習用のトンネルが残る。"
        },
        {
            "lat": 35.4908844778,
            "lng": 139.4848164131,
            "name": "旧上瀬谷通信施設",
            "abst": "米軍基地の施設跡です。",
            "detail": "戦後に米軍に接収され、基地が設けられた。実質的には長らく使われておらず、2015年に変換された後も長らく空き地である。2027年の国際園芸博覧会(GREEN EXPO)の会場予定地であり、整備が急がれる。"
        },
        {
            "lat": 35.6894133702,
            "lng": 139.6899134987,
            "name": "旧淀橋浄水場",
            "abst": "淀橋浄水場の跡地です。",
            "detail": "1898年に東京で初めての近代的な浄水施設として淀橋浄水場が竣工しました。水源は玉川上水でした。淀橋浄水場は1965年に周辺の副都心化推進のため廃止され、その機能は東村山浄水場に移管されました。現在は都庁を始めとした高層ビルが並ぶ。"
        },
        {
            "lat": 35.687539058,
            "lng": 139.7159459389,
            "name": "四谷大木戸",
            "abst": "甲州街道上にある関所です。",
            "detail": "四谷大木戸より東が江戸府中とされ、通行人の荷物検閲などが行われました。また江戸の水道を支えた玉川上水の終点でもあり、ここから木樋や石樋で市街地に分配さていった。"
        }
    ];
}